Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.28.01.10_fin.txt.tmx
Source language: fin
Languages: sme

source: Pohjoismaisesta saamelaisyhteistyöstä Huomenna alkaa saamelaiskäräjien hallituksen kaksipäiväinen tämän vuoden ensimmäinen kokous.
sme: Davviriikkalaš sámi ovttasbarggus Ihttin álgá sámedikki stivrra guovttebeaivásaš dán jagi vuosttaš čoakkán.

source: Asialista on pitkä ja raskas.
sme: Áššelistu lea guhkki ja lossat.

source: Käsittelemme mm. esitystä saamelaisen parlamentaarisen neuvoston ilmastopoliittiseksi ohjelmaksi, pohjoismaisen saamelaissopimuksen delegaatiokysymyksiä, saamelaiskäräjien tämän vuoden budjettia ja kannanottoa Kotimaisten kielten tutkimuskeskuksen tulevaisuudesta sekä näkemystämme selvitysmies Pekka Aikion raportista koskien Oulun ja Lapin yliopiston saamelaisuuteen liittyvien toimintojen järjestämisestä.
sme: Gieđahallat ee. evttohusa sámi parlamentáralaš ráđi dálkádatpolitihkalaš prográmmas, davviriikkalaš sámi soahpamuša sáttagoddegažaldagaid, sámedikki dán jagi bušeahta ja oainnu Ruovttueatnan gielaid dutkanguovddáža (RGDG) boahtteáiggis sihke oainnu čielggadanolmmái Pekka Aikio raporttas, mii guoská Oulu ja Lappi universiteahta sápmelašvuođa dutkan- ja oahpahusdoaimmaid ordnema.

source: Kotuksen tulevaisuutta pohtinut työryhmähän ehdottaa mm. saamen kielen huoltotehtävien siirtämistä yliopistoille.
sme: RGDG:a boahtteáiggi suokkardan bargojoavkuhan evttoha ee. sámegiela gáhttenbargguid sirdima universiteahtaide.

source: Kokouksessa lyömme myös lukkoon yleiskokouksen seuraavan päivämäärän ja kokouspaikkakunnan.
sme: Čoakkámis mearridit maid dievasčoakkáma čuovvovaš beaivemeari ja čoakkánbáikegotti.

source: Huomenna minulla on myös ilo tavata Sámi Duodjin johtokuntaa ja kuulla heidän näkemyksiään miten saamen käsityötä tulisi tukea ja edistää saamelaiskäräjien politiikassa ja miten voimme tukea saamen käsityön sisältämää perinteistä tietoa.
sme: Ihttin mus lea maid illu deaivat Sámi Duoji stivrra ja gullat sin oainnuid mot sámi duoji galggalii doarjut ja ovddidit sámedikki politihkas ja mot sáhttit doarjut árbevirolaš dieđu, mii gullá sámi duodjái.

source: Pohjoismainen saamelaissopimus ja sen edistäminen on puhuttanut kansainvälisellä saamelaisalueella sekä saamelaiskäräjiä että valtioita.
sme: Davviriikkalaš sámi soahpamuš ja dan ovddideapmi lea ságastuhttán riikkaidgaskasaš sámi guovllus sihke sámedikkiid ja stáhtaid.

source: Prosessin aikana olen valitettavasti huomannut, että saamelaiskäräjien poliittinen yhteistyö eli saamelainen parlamentaarinen neuvosto (SPN) ei toimi riittävän hyvin saamelaisten yhteistyöelimenä ja että SPN on sivuutettu tärkeissä päätöksenteoissa.
sme: Dađi bahábut lean proseassa áigge fuobmán, ahte sámedikkiid politihkalaš ovttasbargu dehege sámi parlamentáralaš ráđđi (SPR) ii doaimma dárbahassii bures sápmelaččaid ovttasbargoorgánan ja ahte SPN lea mannojuvvon meaddel dehálaš mearrádusdahkamiin.

source: Ristiriitaiset tiedot saamelaiskäräjien ja valtioiden näkemyksistä pohjoismaisen saamelaissopimuksen edistämisestä ovat johtaneet jokavuotisen saamelaisministerien ja presidenttien kokouksen siirtämiseen.
sme: Ruossalas dieđut sámedikkiid ja stáhtaid oainnuin davviriikkalaš sámi soahpamuša ovddideamis leat dolvon dasa ahte jahkásaš sámi ministariid ja – presideanttaid čoakkán lea maŋiduvvon.

source: Tilanteen tausta pohjautuu Norjan tekemään esitykseen, että pohjoismaisen saamelaissopimuksen jatkotyöstäminen aloitettaisiin seuraavassa saamelaisministerien ja – presidenttien kokouksessa.
sme: Dili duogáš vuođđuduvvá Norgga dahkan evttohussii, ahte davviriikkalaš sámi soahpamuša joatkkabargu álggahuvvolii čuovvovaš sámi ministariid ja – presideanttaid čoakkámis.

source: Jatkotyöstämistä varten jokainen valtio asettaisi valtiosopimusneuvotteludelegaatiot, joissa toimisi kaksi valtion ja kaksi saamelaiskäräjien nimeämää edustajaa.
sme: Joatkkabarggu várás juohke stáhta ásahivččii stáhtasoahpamuša ráđđádallansáttagottiid, main doaimmale guokte stáhta ja guokte sámedikkiid nammadan ovddasteaddji.

source: Norjan saamelaiskäräjät hyväksyi Norjan valtion esityksen kuulematta Ruotsin tai Suomen saamelaiskäräjiä ennen päätöstään.
sme: Norgga sámediggi dohkkehii Norgga stáhta evttohusa gulakeahttá Ruoŧa dehe Suoma sámedikki ovdal iežas mearrádusa.

source: Tilanne on Suomen saamelaiskäräjien näkökulmasta erikoinen, koska Norja on ratifioinut ILO 169-sopimuksen.
sme: Dilli lea Suoma sámedikki geahččanguovllus mearkkalaš, daningo Norga lea ratifiseren ILO 169-soahpamuša.

source: Norjan saamelaiskäräjien päätös on heikentänyt Suomen ja Ruotsin saamelaiskäräjien neuvotteluasemaa.
sme: Norgga sámedikki mearrádus lea heajudan Suoma ja Ruoŧa sámedikkiid ráđđádallansajádaga.

source: Toivon, että otamme tästä asiasta opiksi ja vahvistamme SPN:n toimintaa siten, että asioissa, jotka koskevat kaikkia saamelaiskäräjiä, saamelaisten yhteinen linja yritettäisiin löytää ensin SPN:ssä.
sme: Sávan, ahte oahppat dán áššis ja nannet SPR:a doaimma nu ahte áššiin, mat gusket buot sámedikkiid, geahččalivččiimet vuohččan gávdnat sápmelaččaid oktasaš oainnu ja linnjá SPR:s.

source: Tätä asiaa meidän tulee erityisesti pohtia Suomen saamelaiskäräjillä, koska SPN:n puheenjohtajuus siirtyy meille loppukeväästä.
sme: Dán ášši mii galgat earenoamážit guorahallat Suoma sámedikkis, daningo SPR:a jođihanovddasvástádus sirdása midjiide loahppagiđa.

source: Saamelaiskäräjien yhteinen näkemys on ensiarvoisen tärkeää erityisesti pohjoismaisen saamelaissopimuksen ratifiointia ajatellen.
sme: Sámedikkiid oktasaš oaidnu lea earenoamáš mávssolaš jurddahettiin davviriikkalaš sámi soahpamuša ratifiserema.

source: Ruotsin saamelaiskäräjien hallituksen voimassa oleva päätös on, että Ruotsin saamelaiskäräjät lähtee pohjoismaisen saamelaissopimuksen ratifiointineuvotteluihin omana delegaationaan, mutta ilmeisesti Ruotsin saamelaiskäräjillä on noussut esille myös tarve muuttaa aikaisempaa päätöstään.
sme: Ruoŧa sámedikki stivrra mearrádus mii lea vuoimmis čuodjá nu ahte Ruoŧa sámediggi vuolgá ratifiserenráđđádallamiidda iežas sárragoddin, muhto almmatge Ruoŧa sámedikkis lea badjánan maid dárbu rievdadit ovddes mearrádusa.

source: Suomen saamelaiskäräjille taattaisiin neuvotteluvaltuuskunnassa puhe- ja läsnäolo-oikeus muttei esimerkiksi äänestysoikeutta.
sme: Suoma sámediggái dáhkiduvvolii ráđđádallansáttagottis hupman- ja mieldeorrunvuoigat-vuohta muhto ii omd. jienastanvuoigatvuohta.

source: Suomen saamelaiskäräjien hallituksen voimassaoleva päätös on, että saamelaiskäräjien tulee osallistua omana delegaationaan sopimusneuvotteluihin.
sme: Suoma sámedikki stivrra gustojeaddji mearrádus lea, ahte sámediggi oassálastá iežas sáttagoddin soahpamušráđđádallamiidda.

source: Suomessa valtiosopimusneuvottelut perustuvat valtioneuvoston asetukseen, joka on lakihierarkiassa saamelaiskäräjälakia alempana.
sme: Suoma stáhtasoahpamušráđđádallamat vuođđuduvvet stáhtaráđi ásahussii, mii lea láhkahierarkiijas sámediggelága vuollelis.

source: Suomessa saamelaiskäräjälain § 6 edellyttää, että saamelaisia koskevissa asioissa saamelaisia edustaa saamelaiskäräjät.
sme: Suomas sámediggelága § 6 gáibida, ahte riikkasis ja riikkaidgaskasaš áššiin, mat gusket sápmelaččaid, sin ovddasta sámediggi.

source: Pohjoismainen saamelaissopimus on saamelaisia koskeva asia, ja on hyvin ongelmallista, jos saamelaiskäräjillä ei ole minkäänlaista päätösvaltaa sopimusneuvotteluissa.
sme: Davviriikkalaš sámi soahpamuš lea ášši, mii guoská sápmelaččaid ja lea dieđusge hui problemáhtalaš, jos sámedikkis ii leat mihkkege mearridanválddiid soahpamušráđđádallamiin.

source: Emmekä ole saaneet valtiolta takeita siitäkään, että jotta sopimus voimaantullakseen ratifioitaisiin myös saamelaiskäräjillä.
sme: Eatge leat ožžon stáhtas dáhkádusaid dasge, ahte vai soahpamuš boađálii vuoibmái, de dat gáibidivččii ratifiserema maid sámedikkis.

source: Saamelaisten asema valtioiden delegaatioissa olisi näin ollen asiantuntija-asema, enkä ole lainkaan varma että asema on riittävä.
sme: Sámedikki sajádat stáhtaid delegašuvnnas livččii ná áššedovdisajádat, inge ieš leat ollenge sihkar ahte dat livččii dárbahassii nanu sajádat.

source: Delegaatiokysymys tulee uudelleen arvioitavaksi hallituksen kokouksessa, koska Suomen saamelaiskäräjien suuntaan on esitetty painetta muuttaa aikaisempaa päätöstään.
sme: Delegašuvdnagažaldat boahtá ođđasit árvvoštallamii stivrra čoakkámis, daningo Suoma sámedikki guvlui lea boahtán deaddu nuppástuhttit dan ovddit mearrádusa.

source: Mikäli Suomen saamelaiskäräjät pitäytyy aikaisemmassa kannassaan, sopimusneuvottelujen hidastuminen aiotaan laittaa Suomen saamelaiskäräjien syyksi, vaikka pitäisimme huolen lainsäädännön meille takaamista oikeuksista.
sme: Jos Suoma sámediggi doalaha ovddeš mearrádusas, de soahpamušráđđádallamiid ádjáneapmi áigojuvvo biddjot Suoma sámedikki sivvan, vaikko mii doalahivččiimetnai lágain midjiide dáhkiduvvon vuoigatvuođain.

source: Saamelaiskäräjät on useasti vedonnut pohjoismaisen saamelaissopimuksen pikaiseen ratifiointiin, joka painaa osaltaan myös vaakakupissa.
sme: Sámediggi lea dávjá doarjalan davviriikkalaš sámi soahpamuša hohpolaš ratifiseremii, mii maid deaddá vihkkehallamis.

source: Vanhan sanonnan mukaisesti, Suomen saamelaiskäräjät on joutunut puun ja kuoren väliin tässä asiassa.
sme: Dán áššis Suoma sámediggi lea šaddan muora ja bárkku gaskii, dego boares dadjanvuohki dadjá.

source: Hallituksella on vakava asia pohdittavana ja joudumme punnitsemaan eri vaihtoehtoja ja niiden vaikutuksia.
sme: Stivrras lea duođalaš ášši guorahallama vuolde ja šaddat vihkkehallat sierra molssaeavttuid ja daid váikkuhusaid.

source: Mikäli alamme luopua saavutetuista edustamme, on edessä loputon suo, koska etujen menettäminen johtaa vaatimuksiin uusien etujen luovuttamisesta.
sme: Jos luohpagoahtit iežamet oažžun ovdamuniin, de min ovddas lea nohkameahttun geaidnu, daningo ovdamuniin luohpan doalvu gáibádusaide ođđa ovdamuniin luohpamis.

source: Oli hallituksen kokouksen päätös mikä tahansa, niin Suomen saamelaiskäräjiä ei tule pitää syntipukkina.
sme: Lei dal stivrra čoakkáma mearrádus mii beare, de Suoma sámedikki ii galgga atnit sivalažžan dán áššis.

source: Valtioiden tulisi pikemminkin itse pohtia mitkä edellytykset sopimuksen ratifioinnille ovat olemassa jos saamelaiskäräjille ei taata asiassa päätäntävaltaa, vaikka koko sopimuksen tarkoitus on parantaa saamelaisten asemaa pohjoismaisessa kontekstissa.
sme: Stáhtat galggale baicca ieža guorahallat mat gáibádusaid soahpamuša ratifiseremii leat oba leamege jos sámedikkiide ii dáhkiduvvo áššis mearridanváldi, vaikko oba soahpamuša ulbmilin lea buoridit sápmelaččaid sajádaga davviriikkalaš konteavsttas.

source: Palaan blogissani ensi viikolla hallituksen kokouspäätöksiin.
sme: Mun máhcan bloggastan boahtte vahku stivrra čoakkánmearrádusaide.

source: Olen saanut lukuisia yhteydenottoja huolestuneilta saamelaisilta miksi saamelaisnuorten toimintaa ei saada käyntiin ja nuoria ei resursoida kunnolla.
sme: Máŋggat fuolastuvvan sápmelaččat leat váldán munnje oktavuođa ja sii leat leamaš fuolas go sámi nuoraid bargu ii ožžojuvvo johtui ja manne nuoraid bargui eai biddjo resurssat.

source: Saamelaisnuorten toiminnan tukeminen on yksi saamelaiskäräjien tämän vaalikauden toimintasuunnitelman tärkeimpiä prioriteetteja.
sme: Sámi nuoraid doaimma doarjun lea okta sámedikki dán válgaáigodaga doaibmaprográmma deháleamos vuoruhemiin.

source: Nuorisoelimen ja – toiminnan perustaminen tulee seuraavan saamelaiskäräjien kokouksen asialistalle ja jos se minusta on kiinni niin myös nuorisotyöryhmän esitys tulee hyväksytyksi ja saamelaiskäräjien nuorisotoiminnan institutionaalinen käynnistyminen saa lopullisen siunauksensa.
sme: Nuoraidorgána ja – doaimma vuođđudeapmi boahtá čuovvovaš sámedikki dievasčoakkáma áššelistui ja jos dat lea mu duohken de maid nuoraidbargojoavkku evttohus boahtá dohkkehuvvot ja sámedikki nuoraidoaimma institušuvnnalaš álggaheapmi oažžu loahpalaš sivdnádusas.

source: Myös meidän kulttuurilautakuntamme tulisi sen myötä ryhdistäytyä ja myöntää projekti- ja toimintarahaa toiminnalle, joka innostaa entistä enemmän saamelaisnuorisoa saamelaisyhteisön tehtäviin. Kulttuurilautakunta tukee mm..
sme: Maiddái min kulturlávdegoddi galggalii dan mielde buoridit profiillas ja juolludit prošeakta- ja eará ruhtadeami doaimmaide, mat movttiidahttet sámi nuoraid sámi servoša bargguide.

source: Utsjoen kirkkotupia 12 000 eurolla, vaikka viime vuonna saamelaiskäräjät järjesti, rahoitti ja resursoi henkilöstönsä työpanoksen kautta paljon saamelaisiin kirkkopäiviin.
sme: Kulturlávdegoddi doarju ee. Ohcejoga girkostobuid 12 000 euroin, vaikko diibmá sámediggi lágidii, ruhtadii ja resurserii bargiidis bargobidjosa bakte olu sámi girkobeivviide.

source: Pidän hyvin surullisena, että saamelaisnuorten toimintaa ei tueta ja priorisoidaan sellaisen toiminnan rahoitusta, joka kuulisi normaalistikin Suomen kirkkojen toimintaan ja heidän omarahoitukseen.
sme: Anán hui morašlažžan, ahte sámi nuoraid doaibma ii dorjojuvvo ja vuoruhuvvo dakkár doaimma ruhtadeapmi, mii gulalii dábálaččat Suoma girkuid bargui ja sin iežasruhtadeapmái.

source: Kirkollahan on verotusoikeus ja hyvin laajasti kiinteistövarallisuutta ja kyse on tällöin myös siitä, että miten kirkko resursoi saamelaisasioita.
sme: Girkushan lea vearuhanvuoigatvuohta ja dat leat jábálaččat giddodagaideaset dáfus ja jearaldat lea dalle maid das, ahte mot girku bidjá resurssaid sámi áššiide.

source: Varallisuutta kirkolla nykyisin on, kyse on vain priorisoinnista.
sme: Girkut leat dálá áigge buresbirgejeaddjit, jearaldat lea vuoruheamis.

source: Saamelaiskäräjien puheenjohtajana toivon, että kirkko tukisi saamelaiskulttuuria turvaamalla Utsjoen kirkkotupien rahoituksen omista varoistaan.
sme: Sámedikki ságadoallin sávan, ahte girku doarjjulii sámi kultuvrra nu ahte dorvvastivččii Ohcejoga girkostobuid ruhtadeami iežas ruđain.

source: Alkuperäiskansan resurssit ovat rajalliset.
sme: Álgoálbmogiid resurssat leat hui unnit.

source: Saamelaiskäräjien kulttuurimäärärahat ovat todella pieniä ja rahanjaossa tulisi aina priorisoida saamelaisten omia hankkeita ja erityisesti panostaa saamelaisnuoriin toimintasuunnitelmamme mukaisesti.
sme: Sámedikki kulturmearreruđat leat duođaid smávvát ja ruhtajuohkimis galggalii álohii vuoruhit sápmelaččaid iežaset fidnuid ja earenoamážit galggalii deattuhit sámi nuoraid min doaibmaplánamet mielde.

source: Nuoret ovat kulttuurimme tulevaisuus ja kulttuurimme tulevaisuus on mielestäni tärkeämpi kysymys kuin esim. kirkkotupien ylläpito.
sme: Nuorat leat min kultuvrra boahtteáigi ja min kultuvrra boahtteáigi lea mu mielas deháleabbo ášši go omd. girkostobuid bajásdoallan.

source: Kulttuurimäärärahojen jakaminen kuuluu kulttuurilautakunnan tehtäviin, enkä siihen voi puuttua.
sme: Kulturmearreruđaid juohkin gullá kulturlávdegotti bargguide, inge sáhte dasa seahkanit.

source: Olisi kuitenkin hyvä käydä yleistä keskustelua rahoituksen prioriteeteista ja millaisten asioiden rahoittaminen on todella tärkeää saamelaiskulttuurin elinvoimaisuuden takaamiselle.
sme: Livččii goitge buorre ságastallat obalaččat ruhtadeami vuoruhemiin ja makkár áššiid ruhtadeapmi lea duođaid dehálaš sámi kultuvrra eallinvuoimmi dáhkideamis.

source: 28.1.2010 myrskyisestä Vuontisjärvestä, Klemetti Näkkäläjärvi
sme: 28.12010 stoarbmás Vuottesjávrres Juvvá Lemet
